/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"SETTINGS_VIDEO_TITLE" = "Video";
"SETTINGS_AUDIO_TITLE"="Audio";
"SETTINGS_TIME_STRETCH_AUDIO"="Time-stretching audio";
"SETTINGS_BACKGROUND_AUDIO"="Audio playback in background";
"SETTINGS_GENERIC_TITLE"="Generic";
"SETTINGS_VIDEO_FULLSCREEN"="Play video in fullscreen";

"SETTINGS_SKIP_LOOP_FILTER"="Deblocking filter";
"SETTINGS_SKIP_LOOP_FILTER_NONE"="No deblocking (fastest)";
"SETTINGS_SKIP_LOOP_FILTER_NONREF"="Medium deblocking";
"SETTINGS_SKIP_LOOP_FILTER_NONKEY"="Low deblocking";

"SETTINGS_NETWORK_CACHING_TITLE"="Network Caching Level";
"SETTINGS_NETWORK_CACHING_LEVEL_LOWEST"="Lowest Latency";
"SETTINGS_NETWORK_CACHING_LEVEL_LOW"="Low Latency";
"SETTINGS_NETWORK_CACHING_LEVEL_NORMAL"="Normal";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGH"="High Latency";
"SETTINGS_NETWORK_CACHING_LEVEL_HIGHEST"="Highest Latency";

"SETTINGS_PLAYBACK_SPEED_DEFAULT"="Default playback speed";

"SETTINGS_SUBTITLES_TITLE"="Subtitles";
"SETTINGS_SUBTITLES_FONT"="Font";
"SETTINGS_SUBTITLES_TEXT_ENCODING"="Text Encoding";
"SETTINGS_SUBTITLES_FONTSIZE"="Relative font size";
"SETTINGS_SUBTITLES_FONTSIZE_SMALLEST"="Smallest";
"SETTINGS_SUBTITLES_FONTSIZE_SMALL"="Small";
"SETTINGS_SUBTITLES_FONTSIZE_NORMAL"="Normal";
"SETTINGS_SUBTITLES_FONTSIZE_LARGE"="Large";
"SETTINGS_SUBTITLES_FONTSIZE_LARGEST"="Largest";
"SETTINGS_SUBTITLES_BOLDFONT"="Use Bold font";
"SETTINGS_SUBTITLES_FONTCOLOR"="Font color";
"SETTINGS_SUBTITLES_FONTCOLOR_WHITE"="White";
"SETTINGS_SUBTITLES_FONTCOLOR_BLACK"="Black";
"SETTINGS_SUBTITLES_FONTCOLOR_GRAY"="Gray";
"SETTINGS_SUBTITLES_FONTCOLOR_SILVER"="Silver";
"SETTINGS_SUBTITLES_FONTCOLOR_RED"="Red";
"SETTINGS_SUBTITLES_FONTCOLOR_FUCHSIA"="Fuchsia";
"SETTINGS_SUBTITLES_FONTCOLOR_YELLOW"="Yellow";
"SETTINGS_SUBTITLES_FONTCOLOR_GREEN"="Green";
"SETTINGS_SUBTITLES_FONTCOLOR_NAVY"="Navy";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS"="Outline Thickness";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NONE"="None";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THIN"="Thin";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_NORMAL"="Normal";
"SETTINGS_SUBTITLES_OUTLINE_THICKNESS_THICK"="Thick";

"SETTINGS_DEINTERLACE"="Deinterlace";
"SETTINGS_DEINTERLACE_ON"="On";
"SETTINGS_DEINTERLACE_OFF"="Off";
"SETTINGS_DEINTERLACE_AUTO"="Automatic";

"SETTINGS_FILE_SYNC"="File Synchronization";
"SETTINGS_FTP_TEXT_ENCODING"="Text Encoding for FTP connections";

"SETTINGS_ABOUT_APP"="About VLC for tvOS";
